export const slides = [
  {
    id: '1',
    image: require('@/assets/onboarding/image1.png'),
    title: 'Лучший выбор',
    subtitle:
      'Удобная и гибкая альтернатива собственному автомобилю, с возможностью легко забронировать автомобиль на определенное время и место',
  },
  {
    id: '2',
    image: require('@/assets/onboarding/image2.png'),
    title: 'Разнообразие',
    subtitle:
      'Широкий выбор типов автомобилей, доступных в приложении совместного использования автомобилей, от компактных автомобилей до внедорожников и автомобилей класса люкс',
  },
  {
    id: '3',
    image: require('@/assets/onboarding/image3.png'),
    title: 'Экономия',
    subtitle:
      'Платите только за время использования автомобиля, не беспокоясь о дополнительных расходах, таких как техническое обслуживание, страховка и парковка',
  },
];
